Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/minde_s.html.tmx
Source language: sme
Languages: nob

source: Dát áigumuš doalahuvvui ja nannejuvvui , vaikko vuogit ja viidodat rievddai .
nob: Målsetningen ble opprettholdt og skjerpet , mens metodene og omfanget ble endret .

source: Ruhtasupmit maid ledje juolludan sámegiela ja kveanagiela oahpahussii Romssa oahpaheaddjiskuvllas heaittihuvvojedje .
nob: Beløp som var blitt brukt til opplæring i samisk og kvensk ved Tromsø Lærerskole falt bort .

source: Vaikko beakkán " sámiaktivisttat " nugo Isak Saba ja Anders Larsen fidniiga " sámegiela nuvttáoahppisaji " Romssa oahpaheaddjiskuvllas , de ledje dušše moattis geain sáhtii leat sámi ja kveana duogáš .
nob: Selv om kjente " sameaktivister " som Isak Saba og Anders Larsen ble tatt opp som " friplasselever i samisk " ved Tromsø Lærerskole , var det bare et fåtall som kan ha hatt etnisk samisk eller kvensk bakgrunn .

source: 187 nuvttásadjeohppiin geat čađahedje eksámena áigodagas 1872-1906 ledje dušše 12:s Finnmárkkus eret .
nob: Av 187 friplasselever som tok eksamen i perioden 1872-1906 var bare 12 fra Finnmark .

source: Mii eat dieđe gal gallásis dáin lei minoritehtaduogáš .
nob: Vi vet ikke hvor mange av disse som hadde en minoritetsbakgrunn .

source: Veardidangovvan ledje 1883-1905 áigodagas 10 sámi oahppi ja 5 kveana skuvllas .
nob: Til sammenlikning ble det mellom 1883-1905 tatt opp 10 samer og 5 kvener ved skolen .

source: Skuvlla bealis ledje dilssit sisaváldit sámi ja kveana ohppiid olles dán áigodaga .
nob: Skepsisen mot å oppta samiske og kvenske elever var voksende i hele perioden .

source: 1860-logu loahpageahčen juo eahpidii Romssa bismaguovlu oahpahit sámiid oahpaheddjin : " Mis lea hirpmus ollu bargu eatnašiiguin ja liikká eai oro dáidda nákcemin addit duhtadahtti oahpu . "
nob: Alt på slutten av 1860-tallet var direksjonen for Troms Stift skeptisk til samiske lærere : " Man havde overordentlig Møie med de Fleste af dem , uden dog at kunne bibringe dem nogen tilfredsstillende Uddannelse . "

source: [ Bájuhan Helge Dahl : Språkpolitikk og skolestell i Finnmark Universitetsforlaget 1957 ]
nob: [ Sitert etter Helge Dahl : Språkpolitikk og skolestell i Finnmark . Universitetsforlaget 1957 ]

source: 1877:s doaimmahathoavda Hertzberg evttohii fidnogildosa čearddalašvuođus čuovvovaš ákkain : " Vásáhusat čájehit ahte oahpaheaddjit buhtes dahje seaguhus kveana ja sámi nális eai leat dohkálaččat čađahit dáruiduhttima iežaset riikkaguimmiid gaskkas sávahahtti ovdánemiin " .
nob: I 1877 tok ekspedisjonssjef Hertzberg til orde for yrkesforbud på etnisk grunnlag med følgende begrunnelse : " Erfaring synes at have godtgjort , at Lærere av ren eller blandet kvensk eller lappisk Herkomst ikke ere skikkede til at befordre Fornorskning blandt sine Landsmænd med den ønskede Fremgang . "

source: Dát čearddalašvuđot fidnogielddusevttohus ii čuovvoluvvon álggos , muhto guoktelogi jagi maŋŋá , Wexelsen-plakáhtta dohkkehii dán áigumuša .
nob: Dette forslag på yrkesforbud på etnisk grunnlag vant ingen gehør i første omgang , men to tiår senere ga Wexelsenplakaten grønt lys for tiltaket .

source: Mii leat oaidnán ahte ruhtajuolludeamit dáruiduhttindoaimmaide lassánedje hirbmasit 1900-logu álggus .
nob: Vi har sett at bevilgningene til fornorskingstiltakene økte kraftig på begynnelsen av 1900-tallet .

source: Duogáš lei sihke stuorra ballu ja fuopmášupmi " suoma vára " ja našuvnnalaš bođđejupmi ovttastatluvvema oktavuođas .
nob: Bakgrunnen var både en større frykt og oppmerksomhet om " den finske fare " og den nasjonale opphisselsen rundt unionsoppløsninga .

source: Oanehis áigodagas lassedoaibmabijuid čađahedje :
nob: I løpet av kort tid ble nye tiltak gjennomført :

source: Moanat skuvlainternáhtaid huksejedje Finnmárkui maid ulbmil lei sirret ohppiid ruohttasiinniset .
nob: bygging av en rekke skoleinternater rundt om i Finnmark som tok sikte på å isolere elevene fra sine opphavsmiljø .

source: Romssa semináras heittihedje sámegiela ja suomagiela kurssaid .
nob: det ble satt en stopper for kurs i samisk og finsk ved Tromsø seminar .

source: Seammás heaittihedje sáme- ja kveanaduogáš ohppiid nuvttásadjeortnega .
nob: samtidig ble friplassordninga for elever med samisk og kvensk bakgrunn ved samme skole opphevet .

source: Eiseválddit oide dážaduogáš oahpaheddjiid sámi ja kveana guovlluin , dát mearkkaša ahte ásahedje fidnogildosa skuvllas sámiide ja kvenaide .
nob: myndighetene foretrakk lærere med norsk bakgrunn i samiske og kvenske områder , det vil si at man innførte yrkesforbud for samer og kvener i skolen .

source: Pedagogalaš vugiid mat beaktilamosit ovddidedje dáruiduhttima , digaštalle oahpaheddjiid čoagganemiin ja skuvladirektevra ieš daid demonstrerii .
nob: pedagogiske metoder som mest effektivt skulle fremme fornorsking , ble diskutert på lærerstevner og demonstrert av skoledirektøren personlig .

source: Dáruiduhttindoaimmaid stáhtalašdárkkisteapmi nannejuvvui hirbmadit , erenoamážit skuvladoaimmahagas .
nob: Den statlige kontrollen med fornorskingstiltakene ble kraftig innskjerpet , spesielt innen skoleverket .

source: Jahkečuođimolsumii lei báikkálaš eiseválddiin kontrolla dáruiduhttinbargguin ja ovddasvástádus dan ovddas .
nob: Fram til århundreskiftet hadde de lokale myndigheter hatt kontroll med og ansvar for fornorskingsarbeidet .

source: Stáhta eiseválddit gohččo Bernt Thomassena čađahišgoahtit ođđa áigumušaid .
nob: De statlige myndigheter ga Bernt Thomassen i oppgave å sette de nye målsetningene ut i livet .

source: Aviissas " Sagai Muittalægje " gohčoduvvui son Bobrikoffan . Bobrikoff lei generálaguvernevra , gean cára lei nammadan ruoššaiduhttit Suoma .
nob: I " Sagai Muittalægje " ble han kalt Bobrikoff , etter generalguvernøren som var utnevnt av tsaren for å russifisere Finland .

source: Ovdamearkka dihtii oassádalai Thomassen oahpaheddjiid čoagganemiin gos son oahpahii ođđa pedagogalaš vugiid dáruiduhttinbálvalusas .
nob: F.eks. deltok han på lærerstevnene hvor han selv demonstrerte nye pedagogiske metoder i fornorskingas tjeneste .

source: Aviisa Sagai muittalægje , mii almmuhuvai áigodagas 1904-12 , vuostálasttii dáruiduhtinpolitihka .
nob: Avisa Sagai muittalægje ( Nyhetsfortelleren ) , som kom ut i tida 1904-1912 , motarbeida fornorskingspolitikken .

source: 1906:s almmuhuvvui dás vuosttaš geardde Sámi soga lávlla , mii 80 jagi maŋŋil mearriduvvui sámi álbmotlávlagin .
nob: I 1906 blei Sámi soga lávlla for første gang offentliggjort her . 80 år etterpå fikk denne status som felles samisk nasjonalsang .

source: Skuvladirektevrraid gaskkas lea Thomassen beakkáneamos dáruiduhttinbarggu geažil sihke áiggistis - ja dál , ee. go oassi su čálašemiin ámmátolmmožin lea almmustuhttojuvvon .
nob: Av skoledirektørene er Thomassen sin rolle i fornorskingsarbeidet mest beryktet både i samtida - og i dag bl.a. fordi et utvalg av korrespondansen hans som embetsmann er blitt publisert .

source: [ Hoëm og Tjeldvoll : Etnopolitikk son skolepolitikk .
nob: [ Hoëm og Tjeldvoll : Etnopolitikk som skolepolitikk .

source: Universitetsforlaget 1980 ] Dás mii fuomášat ahte su vuođustus ii lean dušše našuvnnalaš ja sihkkarvuođapolitihkalaš , muhto maiddái čálgopolitihkalaš .
nob: Universitetsforlaget 1980 ] Vi kan merke oss at begrunnelsen han ga , ikke var bare nasjonalistisk og sikkerhetspolitisk , men også velferdspolitisk .

source: Dáruiduhttin lei , Thomassen áiccalmasttii čielggadeamis departementii 1907:s " seamma ollu čálgoášši stuorámus oassái Davvi-Norgga sámi ja kveana álbmogii .
nob: Fornorskinga var , poengterte Thomassen i en beretning til departementet i 1907 , " like meget en velferdssak for den aller største del av Nord-Norges lappiske og kvenske befolkning .

source: Dáruiduhttima bokte lea ovdáneapmi ja ahtanuššan maiddái sidjiide".[Bájuhuvvon dán girjji mielde : Eriksen og Niemi : Den finske fare .
nob: Gjennom fornorskningen fører veien til utvikling og fremgang også for dem".[Sitert etter Eriksen og Niemi : Den finske fare .

source: Alimusaidáigodat , su . 1905-1950
nob: Kulminasjonsfasen , ca. 1905-1950

source: Dán áigodaga álggus nannejedje " doaimmaid maid ovdal ledje almmuhan ja ideologiijaid dássejedje " .
nob: I første del av denne fasen ble " tiltak som var blitt lansert tidligere , konsolidert og ideologiene fasttømret " .

source: Maŋŋá vuosttaš máilmmisoađi lei Norggas oktasašrádjá sihke Ruoššain ja Suomain .
nob: Etter første verdenskrig fikk Norge felles grense både mot Russland og Finland .

source: Soahtegaskaáigi golai suddjet Suoma vuostá ja - midjiide eanet áššáigullevaš - sámiid ja kveanaid vuostá " siskkáldas fálleheapmái " .
nob: Mellomkrigstida kom til å bli preget av avskjerming overfor Finland og – mer relevant i vår sammenheng - " indre offensiv " ovenfor kvener og samer .

source: Dáid máŋggalágan doaimmaid mat dan rádjái ledje álggahuvvon ja ođđa doaimmaid mat ledje lasihuvvon , čohkkejedje loahpas oktasaš suollemas ásahusa vuollái , Finnmárkonammagoddái 1931:s .
nob: De ulike virkemidlene som fram til da var tatt i bruk , og som ble supplert med en rekke nye , ble til slutt samlet under et felles hemmelig organ , Finnmarksnemnden i 1931 .

source: Dát ásahus lei mearkan ahte dáža assimilašuvdnapolitihkka lei bárisin doaibmamin , ja dát politihkka joatkašuvai maŋŋásoahteáigái , iige omd. ráđđenvuohkemolsun 1935:s rievdadan dan mange láhkai .
nob: Organet markerer kulminasjonen av den norske assimilasjonspolitikken som fortsatte inn i etterkrigstida og som karakteristisk nok ble nokså upåvirket av f.eks. regimeskiftet i 1935 .

source: Finnmárkonammagoddi maiddái aiddostahttá dan nannoseabbo čatnasumi mii dađistaga šaddá minoritehta- ja sihkkarvuođapolitihka gaskii ja mii erenoamážit válddaha dáruiduhttinpolitihka sierralágan dovdomearkka ja vuogi .
nob: Finnmarksnemnden markerer også den stadig sterkere bindingen som etter hvert oppsto mellom minoritets- og sikkerhetspolitikken og som spesielt karakteriserer den særegne karakter og form fornorskingspolitikken framsto i. .

source: Suollemasvuođa ferte dása lassin oaidnit vuosteváikkuhussan organiserejuvvon sámiid skuvlapolitihka vuosttaldeami ja dán politihka moaitaga ektui .
nob: Hemmeligholdelsen må i tillegg sees som en reaksjon på den organiserte motstanden fra og kritikken av skolepolitikken på samisk hold .

source: Sihke stuorrasuopmelaš ambišuvnnat ja sámi mobiliseren dagahedje eanet " čiegus " ákka ođđa doaibmabijuid álggahit .
nob: Både frykten for storfinske ambisjoner og samisk mobilisering , førte altså til mer " fordekte " begrunnelser for iverksettelsen av nye tiltak .

source: Juolludeamit Sámefondii sturro hirbmadit 1900-logu álggus ja eambbo go duppalastojuvvojedje soahteálgui 1914:s .
nob: Bevilgninger til Finnefondet hadde blitt sterkt opptrappet på begynnelsen av 1900-tallet og ble mer enn fordoblet fram mot krigsutbruddet i 1914 .

source: Dát stuorra lassáneapmi galggai máksit stáhta internáhttavuoruhemiid mat galge leat ođđa , eanet ulbmillaš dáruiduhttinbarggu gaskaoapmin .
nob: Den store økningen skulle dekke den statlige satsinga på internater som et nytt , mer effektivt middel i fornorskningsarbeidet .

source: Álggus internáhtaid huksejedje rádjarusttegin kveanaid váldoguovlluide , muhto maŋŋá internáhttahuksenprográmma guoskkai maiddái Sis-Finnmárkui ja Divtasvudnii .
nob: I første omgang ble internatene reist som grensefestninger i kvensk-dominerte områder , men senere kom også Indre Finnmark og Tysfjord med i programmet .

source: Dalán go máilmmisoahti nogai , Finnmárkku skuvladirektevra mihtilmasat evttohii rievdadit Sámefoandda / Finnefondet nama eanet " neutrála " namahussan .
nob: Straks etter at verdenskrigen var over , tok skoledirektøren i Finnmark karakteristisk nok initiativ for å endre navnet på Finnefondet til en mer " nøytral " betegnelse .

source: Dán evttohusa dáidá fertet oaidnit sámi riikkačoahkkimiid ektui , maid ledje doallan ovdalašjagiid .
nob: Trolig må initiativet sees i sammenheng med de samiske landsmøtene som var blitt holdt i de foregående år .

source: Departemeanta čuovui dán rávvaga ja 1921:s Sámefoanda oaččui háma leat dábálaš gaskaoapmi : " Sierralasáhus álbmotskuvllaide Finnmárkku báikegottiin " .
nob: Departementet fulgte rådet , og fra 1921 ble Finnefondet kamuflert som et generelt virkemiddel : " Særbidrag til folkeskolene i Finmark landdistrikter " .

source: Bjørg Larsson gii lea guorahallan mo Sámefoandda ruđat geavahuvvojedje , gávnnaha ahte " juolludeamit Sámefondii joatkašuvve nugo ovdalge " .
nob: Bjørg Larsson som har studert hvordan midlene over Finnefondet ble brukt , konkluderer med at " bevilgningene til finnefondet fortsatte som før " .

source: Chr. Brygfjeld lei Thomassena maŋisčuovvu skuvladirektevrra ámmáhis ja stáhta dáruiduhttindoaibmabijuid váldogoziheaddji 1923:s gitta 1935:i .
nob: Chr. Brygfjeld var en av etterfølgerne til Thomassen i embetet som skoledirektør og statens hovedkontrollør av fornorskingstiltakene fra 1923 til 33 .

source: Son vuosttaldii buot sámiid gáibádusaid , belohahkii čielga rasisttalaš oainnuid vuođul : " Sámiin eai leat leamaš návccat iige dáhttu geavahit iežaset giela čállingiellan .
nob: Han tok avstand fra alle krav som ble reist på samisk hold , dels ut fra klare rasemessige synspunkter:"Lappene har hverken hatt evne eller vilje til å bruke sitt språk som skriftspråk .

source: ( ... ) Diet moadde olbmo mat velá gávdnojit álgosámi čearddas leat dál nu goarránan čearda ahte ii leat báljo doaivva oččodit sin buoret dillái .
nob: ( ... ) De få individer som er igjen av den oprinnelige lappiske folkestamme er nu så degenereret at det er lite håp om nogen forandring til det bedre for dem.

source: Sii leat vártnuheamit ja gullet Finnmárkku eanemus bázahallan ja gealbboheamos álbmogii ja sin álbmot leat stuorámus joavku seahkemielagiid ja heaigomielagiid skuvllaide . "
nob: De er håpløse og hører til Finnmarkens mest tilbakesatte og usleste befolkning og skaffer den største kontigent herfra til vore sindsykeasyler og åndssvakeskoler . "

source: [ Bájuhuvvon dán girjji mielde : Eriksen og Niemi : Den finske fare .
nob: [ Sitert etter Eriksen og Niemi : Den finske fare .

source: Universitetsforlaget 1991 , s. 114 , s. 258 ] Brygfjelda mielas lei sámiid dáruiduhttin čielga sivilisatoralaš ( čuvgehuslaš ) bargu Norgga stáhtii go dážat ledje nálálaččat alladássáseabbot .
nob: Universitetsforlaget 1991 , s. 114 , s. 258 ] Ifølge Brygfjeld var fornorskinga av samene en udiskutabel sivilisatorisk oppgave for den norske staten som følge av nordmennenes rasemessige overlegenhet .

source: Dás son earuhii sámiid ja kveanaid go son anii kveanaid leat kulturálbmogin , " searaleapmosat ja áhpaseapmosat " Finnmárkkus .
nob: Her skilte han mellom samer og kvener siden han anså de sistnevnte som et kulturfolk , de " driftigste og dyktigste " i Finnmark .

source: Ahte kveanaid fertii dáruiduhttit , lei dušše sihkkarvuođapolitihkalaš sivaid geažil .
nob: At kvenene måtte fornorskes , var ene og alene av sikkerhetspolitiske årsaker .

source: 1800-logu gaskkamuttus eiseválddit eai earuhan sámi ja kveana ohppiid das mii guoskkai skuvladoaimmahusa dáruiduhttindoaibmabijuide .
nob: Fra midten av 1800-tallet skilte ikke myndighetene mellom samiske og kvenske elever mht. fornorskingstiltakene i skoleverket .

source: Muhto soahtegaskaáiggis álge dávjjibut earuhit dáid .
nob: Men i mellomkrigstida begynte man oftere å foreta en distinksjon her .

source: Sámiid ektui sáhtii leat negatiivvalaš dát sierragieđahallan , mii lei vuođđuduvvon sivilisašuvdnamihtárii mas sámit eai olahan báljo mange muddui .
nob: Denne ulikebehandlinga kunne for samenes del være av negativ karakter , basert på en sivilisasjonsskala der samene kom til kort .

source: Dahje ahte dat sáhtii leat positiivvalaččat historjjálaš ákka beales : kveanaid ektui , geat ledje rehkenastojuvvon leat sisafárrejeaddjit , ledje sápmelaččat dološ eamiálbmot Davvikalohtas .
nob: Eller den kunne være positiv ut fra et historisk argument : I motsetning til kvenene , som var for innvandrere å regne , var samene et gammelt urfolk på Nordkalotten .

source: Dán láhkai earuhit sámiid ja kveanaid čađahuvvuige 1936 ’ Álbmotskuvlalágas .
nob: Denne forskjellsbehandlinga av samer og kvener ble da også gjennomført i Lov om folkeskolen i 1936 .

source: Ovddeš lohpi heađis oažžut geavahit suomagiela veahkkegiellan , seamma láhkai go sámegiela , dál heaittihuvvui .
nob: Den tidligere adgangen til i nødsfall å bruke finsk som hjelpespråk , på linje med samisk , falt nå bort .

source: Duogášmotiiva lei sihkkarvuođapolitihkalaš , muhto dát ovdanbođii dušše eahpealmmolaš smiehttamušain , iige almmolaš stuorradiggedigaštallamiin .
nob: Et underliggende motiv var sikkerhetspolitiske , men dette kom bare til uttrykk i uoffisielle betenkninger , ikke i offentlige stortingsdebatter .

source: Ođđa bargiidbellodatráđđehus čuovui nu ovddeš borgárlaš ráđđehusaid dáruiduhttin- ja suddadanpolitihka .
nob: Den nye arbeiderpartiregjeringa fulgte med andre ord opp de tidligere borgerlige regjeringers fornorskings- og assimilasjonspolitikk .

source: Návuonas , nugo máŋgga eará mearragáttesuohkanis , lea identitehta molsásan .
nob: I Kvænangen , som i mange andre kystkommuner , har det foregått et identitetsskifte .

source: Ovdal eanetlohku anii iežaset sápmelažžan dahje kveanan , muhto birrasiid 1970 atne measta buohkat iežaset dážan .
nob: Mens et flertall av befolkninga tidligere regna seg som samer eller kvener , regna rundt 1970 praktisk talt alle seg som norske .

source: Romssa musea lea govvidan identitehtamolsuma .
nob: Tromsø museum har illustrert denne utviklinga slik .

source: ( Govva : Svein Lund )
nob: ( Foto : Svein Lund )

source: Loahpahanáigodat , su . 1950-1980
nob: Avviklingsfasen , ca. 1950-1980

source: Formálalaččat 1898 ’ instruksa , Wexelsenplakáhta , lei doaimmas gitta dassážii go Stuorradiggi gieđahalai Sámelávdegotti evttohusa 1963:s .
nob: Formelt gjaldt instruksen fra 1898 , Wexelsenplakaten , inntil Stortingets behandling av Samekomiteens innstilling i 1963 .

source: Instruvssa mearrádusat ledje nappo dalle doaibmi mearrádusat olles 1950-logus , ja sáhttá dadjat ahte muhtun báikkiin dáid doalahedje 1960-lohkui .
nob: Påbudene i instruksen var altså gjeldende utover hele 1950-tallet , ja , enkelte steder har vi belegg for at de ble praktisert et godt stykke inn på 1960-tallet .

source: Tor Edvin Dahl girjeraporttas muitala muhtun oahpaheaddji , guhte lei Oslos eret , ná : " Ja de fertiimet váruhit ahte mánát eai goassige hállan sámegiela dahje suomagiela , mii leimmet ožžon dieđu skuvlahoavddas ahte sii eai ožžon lobi hállat iežaset eatnigiela , eai bottuinge dahje ovdal ja maŋŋá skuvlaáiggi .
nob: I Tor Edvin Dahls bokrapport forteller en lærer som var fra Oslo:"Så var det å passe på at barna aldri snakket samisk eller finsk , vi hadde fått beskjed fra skolestyreren at de ikke fikk lov til å snakke sitt eget morsmål , heller ikke i friminuttene eller før og etter skoletid .

source: Dárogiela galge hállat , bákkus."[Tor Edvin Dahl : Samene i dag - og i morgen .
nob: Det skulle være norsk , dermed basta."[Tor Edvin Dahl : Samene i dag - og i morgen .

source: Gyldendal 1970 , s. 150 ] Ahte Boares vuoigŋa ain elii 1960-logus , duođasta maiddái oanehis govahallan , man Anders Ole Hauglid Brumunddalas lea čállán : " Imašlaš Finnmárku- , dovdui dego livččen lean olgoriikii boahtán : " Buohkat máhttet dárogiela .
nob: Gyldendal 1970 , s. 150 ] At Den gamle ånd ennå gikk igjen på 1960-tallet , blir ytterligere bekreftet av en liten skildring Anders Ole Hauglid fra Brumunddal har gitt : " Forunderlige Finnmark - det var en opplevelse av å være kommet til utlandet : " Alle kan norsk .

source: Ii oktage dárbbaš hállat suomagiela dahje sámegiela " , lei diehtu midjiide !
nob: Ingen behøver å snakke finsk eller samisk " , var beskjeden vi fikk !

source: - Dassážii go internáhttahoavda čuvgehii munnje ahte sámegiella ja suomagiella lei sin eatnigiella ja ahte internáhtta lei sin nubberuoktu .
nob: - Inntil Internatstyreren gjorde meg oppmerksom på at samisk og finsk var deres morsmål og at Internatet var deres annet hjem .

source: Odne 20 jagi maŋŋá olmmoš sáhttá heahpanit."[Anders Ole Hauglid : Deaivvadeapmi Porsáŋgguin / Om å møte Porsanger , girjjážis : Gaup / Utsi ( red ) Ruovttobálgá rái / På hjemveger 1984 ]
nob: I dag 20 år senere kan man gremmes."[Anders Ole Hauglid : Deaivvadeapmi Porsáŋgguin / Om å møte Porsanger , i : Gaup / Utsi ( red ) Ruovttobálgá rái / På hjemveger 1984 ]

source: Guktot muitalusat leat Porsáŋggus , muhto oažžut jáhkkit ahte aktiivvalaš dáruiduhttin čađahuvvui sihke skuvladiimmuin ja maŋŋá skuvladiimmuid maiddái eará báikkiin Romssas ja Finnmárkkus nu maŋŋit go 1960-logus , maiddái maŋŋá go Stuorradiggi lei hávdádan Wexelsen-plakáhta .
nob: Begge beretningene stammer fra Porsanger , men det ligger nær å tro at den aktive fornorskinga ble drevet i og utenfor skoletimene også andre steder i Troms og Finnmark så sent som på 1960-tallet , til og med etter at Stortinget hadde foretatt jordpåkastelse over Wexelsen-plakaten .

source: Davvi-Romssas lea čájehuvvon ahte oahpaheaddjit soahtegaskkaáiggi ledje eanaš sisafárrejeaddjit geaid vuolggahusbargun lei eiseválddiid prográmma lávdadit dárogiela ja dáža kultuvrra .
nob: For Nord-Troms har det blitt påvist at lærerstaben i mellomkrigstida i hovedsak besto av tilflyttere som var besjelet av myndighetenes program om å utbre norsk språk og kultur .

source: Olbmot maid dihtet muitalit ahte oahpaheaddjit almmolaččat ovddidedje nállevealahanguottuid .
nob: Det fins eksempler på at lærere ga offentlig uttrykk for rasistiske holdninger .

source: Bråstad Jensen muitala ahte skuvla " ... vahágahtii máŋgga sámi ja kveana oahppi iešgova ovdáneapmái .
nob: Skolen hadde med Bråstad Jensens formulering : " ( ... ) uheldige følger for utviklinga av sjølbildet til mange samiske og kvenske elever .

source: Skuvllas sidjiide muitaledje oalle njuolga ahte sin eatnigielas ja sin kultuvrralaš gullevašvuođas oppanassiige lei unnán árvu . " [ Eivind Bråstad Jensen : Den norske skoles rolle i fleretniske samfunn i Nord-Troms på trettitallet , Norsk Pedagogisk Tidsskrift 3-1990 , s. 14 ]
nob: På skolen fikk de jo mer eller mindre utilsløret vite hvor liten verdi deres morsmål og deres kulturelle forankring i det hele tatt hadde."[Eivind Bråstad Jensen : Den norske skoles rolle i fleretniske samfunn i Nord-Troms på trettitallet , i : Norsk Pedagogisk Tidsskrift 3-1990 , s. 14 ]

source: Easka 1960-logus lea mis stuorát guorahallan skuvlla ja báikkálaš servodaga gaskavuođa birra ja das makkár bohtosiid , diehtodásis , dáruiduhttináigodaga skuvlaovdáneapmi dagahii .
nob: Først fra 1960-tallet har vi en større undersøkelse om forholdet mellom skole og lokalsamfunn og om hvilke resultater , rent kunnskapsmessig , skoleutviklinga i fornorskingsperioden førte til .

source: Dalle ledje ohppiidbohtosat guovddáš davvisámegiela guovlluin gaskamearálaččat čielgasit normálaplána unnimusgáibádusaid vuolábealde ja olles 1900-logus lei šaddan dađistaga stuorát erohus skuvlla ja sámiid gaskii , sosiálalaččat ja kultuvrralaččat .
nob: Den gangen lå elevprestasjonen i de sentrale nordsamiske områder i gjennomsnitt markert under normalplanens minstekrav og det hadde i løpet av hele 1900-tallet skjedd en økende avstand mellom skolen og samene , sosialt og kulturelt .

source: Dáruiduhttinpolitihka váikkuhusat
nob: Fornorskingspolitikkens virkninger
